quickstarts/demos/policy-security-wss-signencrypt/src/test/resources/xml/insecure-request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope
    xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:policy-security-wss-signencrypt="urn:switchyard-quickstart-demo:policy-security-wss-signencrypt:0.1.0"
    xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
    <soap:Header/>
    <soap:Body>
        <policy-security-wss-signencrypt:doWork>
            <work>
                <command>CMD-86</command>
            </work>
        </policy-security-wss-signencrypt:doWork>
    </soap:Body>
</soap:Envelope>
